1password
adwaita-qt5-git
adwaita-qt6-git
alsa-utils
amd-ucode
arandr
arch-update
atool
base
base-devel
bat
bc
bear
betterlockscreen
bleachbit
blueman
bluez
bluez-tools
bmon
catnip
ccls
chromium
clipcat
cowsay
devkit-env
devkitPPC
devkitPPC-gdb
devkitppc-cmake
devkitppc-rules
devkitpro-keyring
discord
docker
docker-buildx
docker-compose
dolphin-emu
dunst
efibootmgr
ethtool
eza
farge-git
fd
feh
fightcade2
firefox
flameshot
flatpak
fortune-mod-anarchism
fuse2
fzf
gamecube-cmake
gamecube-examples
gamecube-pkg-config
gamecube-tools
gamemode
gdu
gendesk
general-tools
geoclue
gimp
gnome-disk-utility
gnome-keyring
gnome-system-monitor
gnome-themes-extra
godot
goverlay
gparted
gst-plugin-pipewire
htop
ipython
iwd
jq
kitty
lazygit
less
lib32-alsa-lib
libfat-ogc
libgxflux
libmicrodns
libogc
libpulse
libqalculate
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-webkit-theme-litarvan
lightdm-webkit2-greeter
linux
linux-firmware
linux-headers
lossless-adapter-manager
lua-language-server
lxappearance
mangohud
mangojuice
mate-polkit
minecraft-launcher
mono
mypy
nano
nemo
nemo-fileroller
neofetch
neovim
networkmanager
nil-git
nix
nm-connection-editor
nmap
nnd
noto-fonts
noto-fonts-cjk
npm
ntfs-3g
obs-studio
obsidian
ogc-cmake
openssh
otf-droid-nerd
pacman-cleanup-hook
pacman-log-orphans-hook
paru
paru-debug
pavucontrol
picom-git
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
pokemmo
pomatez
ppc-pkg-config
protobuf
proton-ge-custom-bin
prowlarr
pulseaudio-alsa
python-dateutil
python-dbus-fast
python-iwlib
python-mpris2
python-pip
python-psutil
python-pulsectl
python-pulsectl-asyncio
python-pywlroots
python-pyxdg
python-requests
qbittorrent
qmk
qtile
qtile-extras-git
ranger
redshift
refind
reflector
ripgrep
rofi
rofi-calc
rofi-emoji
rpi-imager
rsync
rustup
rwing
scrot
shotcut
skim
smartmontools
spigot
spotify
steam
steamtinkerlaunch-git
surfraw
tigervnc
tk
ttf-joypixels
ttf-meslo-nerd-font-powerlevel10k
tumbler
twitch-downloader-gui
ueberzug
unarchiver
unzip
vim
virt-manager
visual-studio-code-bin
vlc
vlc-plugins-all
vrrtest-git
vulkan-radeon
wget
wine-lol-bin
winetricks
wireless_tools
wireplumber
wlr-randr
wlroots0.18
wpa_supplicant
wpgtk-git
xcolor
xdelta3
xdg-utils
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xnest
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsettingsd
yadm
yarn
yin-yang-git
zen-browser-bin
zig
zoxide
zram-generator
zsh
zsync
